Repository: sarametz/751-parallel-chesswalk
Catalog: locale/strings-*.po
Languages: cs

source: About
cs: O aplikaci

source: Black
cs: Černá

# btChat
source: Send
cs: Odeslat

source: Cancel
cs: Zrušit

# compVsCompToast
source: At least one of the players has to be human
cs: Alespoň jeden z hráčů musí být člověk

# btNewGame
source: New game
cs: Nová hra

# btNewGamePlay
source: Play
cs: Hrát

# btUndo
source: Undo
cs: Vrátit

# btFlip
source: Flip
cs: Otočit

source: Color
cs: Barva

source: Computer
cs: Počítač

# computerStrength
source: Computer strength: {0}s per move
cs: Inteligence počítače: {0}s na tah

# tvCreateAccount
source: Create account
cs: Vytvořit účet

# createGameOffer
source: Play
cs: Hrát

source: Game offers
cs: Nabídky ke hře

# btGuestLogin
source: Log in as guest
cs: Přihlásit se bez hesla

# btLogIn
source: Log in
cs: Přihlásit se

# loginTitle
source: Log in to freechess.org
cs: Přihlásit se na freechess.org

source: Logging in
cs: Přihlašování

# loggingIn1
source: Contacting freechess.org
cs: Spojuji se s freechess.org

# loggingIn2
source: Connected
cs: Spojení navázáno

# loggingIn3
source: Sending username
cs: Posílám už. jméno

# loggingIn4
source: Sending password
cs: Posílám heslo

# loggingIn5
source: Done
cs: Hotovo

# edPassword
source: Password
cs: Heslo

source: Human
cs: Člověk

source: Me
cs: Já

# newGameBlack
source: Black
cs: Černý

# newGameWhite
source: White
cs: Bílý

# newGameTitle
source: New game
cs: Nová hra

source: Play Offline
cs: Hrát offline

source: Play Online
cs: Hrát online

source: Rated
cs: Započítat hru do hodnocení

# gameOfferRated
source: Rated
cs: Hodnoceno

# secPerMove
source: sec bonus every move
cs: s navíc každý tah

# seekUnavailable
source: This player is no longer available
cs: Tento hráč už není dostupný

source: Settings
cs: Nastavení

source: Time settings
cs: Časový limit

source: Game ended
cs: Hra skončila

# gameOfferUnrated
source: Unrated
cs: Nehodnoceno

source: Waiting for
cs: Čekám na

# waitingForOpponent
source: Waiting for your opponent
cs: Čeká se na protihráče

source: White
cs: Bílá

# edUsername
source: Username
cs: Jméno

# loginWrong
source: Password or username is incorrect
cs: Špatné heslo nebo jméno

# loginIoError
source: Some error happened while connecting to freechess.org
cs: Připojení k freechess.org se nezdařilo

# chessclientError
source: Some error while talking to freechess.org. Try to go back to home screen and choose Play online again
cs: Chyba při komunikaci s freechess.org. Zkuste jít zpět na hlavní obrazovku a zvolte znovu Hrát online.

# btColorWhite
source: White
cs: Bílá

# btColorBlack
source: Black
cs: Černá

source: Yes
cs: Ano

source: No
cs: Ne

# customTime
source: Custom...
cs: Jiný...

source: minutes
cs: minut

source: seconds
cs: sekund

# btTimeSettingsDone
source: Done
cs: Hotovo

source: Time bonus per move:
cs: Přídavek po každém tahu:

source: Time:
cs: Čas:

# ratings
source: Your ratings
cs: Tvé hodnocení

# ratingBlitz
source: Blitz:
cs: Rychlovky (blitz):

# ratingLightning
source: Lightning:
cs: Bleskovky (lightning):

# ratingStandard
source: Standard:
cs: Standartní (standard):

# tvGameOffersEmpty
source: No game offers, please wait
cs: Žádné nábídky ke hře, čekejte prosím

# conectionLost
source: Connection with freechess.org lost
cs: Spojenís freechess.org přerušeno

# btOfferDraw
source: Draw
cs: Remíza

# btResign
source: Resign
cs: Vzdát se

source: Your move
cs: Jsi na tahu

# matchEndIResigned
source: You resigned.
cs: Vzdal jsi se.

# matchEndHeResigned
source: {0} resignes. You win.
cs: {0} se vzdal, vyhráls.

# matchEndStalemate
source: Game drawn by stalemate.
cs: Pat, remíza.

# matchEnd50
source: Game drawn by 50 move rule.
cs: Remíza, podle pravidla 50ti tahů.

# matchEndAgreement
source: Game drawn by agreement.
cs: Remíza.

# matchEndICheckmated
source: Checkmate! You win!
cs: Mat, vyhráls!

# matchEndHeCheckmated
source: Checkmate! {0} wins.
cs: Mat! {0} vyhrál.

# matchEndIDisconnected
source: You lose by disconnection.
cs: Prohráls (přerušil jsi spojení se serverem).

# matchEndHeDisconnected
source: You win. {0} loses by disconnection.
cs: Vyhráls, {0} se odpojil.

# matchEndRepetition
source: Game drawn by 3 fold repetition.
cs: Remíza, trojnásobné opakování stejné situace.

# matchEndIOutOfTime
source: {0} wins. You ran out of time.
cs: {0} vyhrál, došel ti čas.

# matchEndHeOutOfTime
source: You win. {0} ran out of time.
cs: Vyhráls, {0} přesáhl časový limit.

# youOfferedDraw
source: You offered a draw.
cs: Nabídl jsi remízu.

# acceptsDraw
source: {0} accpets draw.
cs: {0} přijmul remízu.

# delinesDraw
source: {0} declines draw.
cs: {0} odmítnul remízu.

source: Do you want to resign?
cs: Chceš se vzdát?
